// 1.
// Створити сторінки та роути на них
// users
// posts
// comments
// При переході на кожну з них отримувати відповідні відповіді від джейсонплейсхолдеру та виводити всі об'єкти
// 2. Беремо сторінку з юзерами.
//     При натисканні на конкретного юзера переходимо на нову сторінку, пердавши туди всі данні про юзера через state.
// 3. При переході на сторінку юзера зробити запит на сервер і вивести всі пости цього юзера.
// 4. На сторінці зі всіма постами зробити те саме, тільки виводити комменти цього поста
import React from 'react';

const App = () => {
    return (
        <div>
            
        </div>
    );
};

export default App;